Repository: jweiland-net/yellowpages2
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, de

# tx_yellowpages2_domain_model_company
source: Company
da: Virksomhed
de: Firma

# tx_yellowpages2_domain_model_company.company
source: Company
da: Virksomhed
de: Firma

# tx_yellowpages2_domain_model_company.images
source: Images
da: Billeder
de: Bilder

# tx_yellowpages2_domain_model_company.street
source: Street
da: Gade
de: Straße

# tx_yellowpages2_domain_model_company.houseNumber
source: House number
da: Husnummer
de: Hausnummer

# tx_yellowpages2_domain_model_company.zip
source: Zip
da: Postnummer
de: PLZ

# tx_yellowpages2_domain_model_company.city
source: City
da: By
de: Stadt

# tx_yellowpages2_domain_model_company.telephone
source: Telephone
da: Telefon
de: Telefon

# tx_yellowpages2_domain_model_company.contactPerson
source: Contact person
da: Kontaktperson
de: Kontaktperson

# tx_yellowpages2_domain_model_company.website
source: Website
da: Webside
de: Webseite

# tx_yellowpages2_domain_model_company.openingTimes
source: Opening times
da: Åbningstider
de: Öffnungszeiten

# tx_yellowpages2_domain_model_company.barrierFree
source: Barrier-free
da: Barrierefri
de: Barrierefrei

# tx_yellowpages2_domain_model_company.description
source: Description
da: Beskrivelse
de: Beschreibung

# tx_yellowpages2_domain_model_company.district
source: District
da: Distrikt
de: Bezirk

# tx_yellowpages2_domain_model_company.mainTrade
source: Main Trade
da: Hovedbranche
de: Hauptbranche

# tx_yellowpages2_domain_model_company.trades
source: Sub Trades
da: Underbranche
de: Branchen

# tx_yellowpages2_domain_model_district
source: District
da: Distrikt
de: Bezirk

# tx_yellowpages2_domain_model_district.district
source: District
da: Distrikt
de: Bezirk

source: Search
da: Søg
de: Suche

# noResults
source: No results found
da: Ingen resultater fundet
de: Keine Ergebnisse gefunden

source: Branch
da: Branche
de: Branche

source: All branches
da: Alle brancher
de: Alle Branchen

source: New company
da: Ny virksomhed
de: Neue Firma

source: Edit company
da: Redigér virksomhed
de: Unternehmen bearbeiten

source: List my companies
da: Vis mine virksomheder
de: Meine Unternehmen auflisten

# backToList
source: Back to list view
da: Tilbage til listevisning
de: Zurück zur Listenansicht

source: Create
da: Opret
de: Erstellen

# update
source: Edit
da: Redigér
de: Bearbeiten

# companyCreated
source: Thank you for your entry. Please note that your company will be first checked and released by the Webkoordination of Pforzheim. You will then be notified by e-mail about the activation. This process takes max. 1-2 business days.
da: Tak for din indtastning. Bemærk, at din virksomhed først vil blive kontrolleret og udgivet af administratoren. Du vil derefter blive underrettet via e-mail om aktiveringen. Denne proces tager maks. 1-2 hverdage.
de: Vielen Dank für Ihren Eintrag. Bitte beachten Sie, dass Ihre Daten zuerst von der Webkoordination von Pforzheim überprüft und freigegeben werden. Sie werden dann per E-Mail über die Aktivierung benachrichtigt. Dieser Vorgang dauert höchstens 1-2 Werktage.

# companyUpdated
source: Your company was updated. Please note that your company will be first checked and released by the Webkoordination of Pforzheim. You will then be notified by e-mail about the activation. This process takes max. 1-2 business days.
da: Din virksomhed blev opdateret. Bemærk, at din virksomhed først vil blive kontrolleret og udgivet af administratoren. Du vil derefter blive underrettet via e-mail om aktiveringen. Denne proces tager maks. 1-2 hverdage.
de: Vielen Dank für Ihren Eintrag. Bitte beachten Sie, dass Ihre Daten zuerst von der Webkoordination von Pforzheim überprüft und freigegeben werden. Sie werden dann per E-Mail über die Aktivierung benachrichtigt. Dieser Vorgang dauert höchstens 1-2 Werktage.

source: --- Please choose ---
da: --- Vælg venligst ---
de: --- Bitte wählen ---

source: Yes
da: Ja
de: Ja

source: No
da: Nej
de: Nein

# altTextMapImg
source: Map
da: Kort
de: Karte

source: Hint
da: Tip
de: Hinweis

# cshcompany
source: Enter the company name.This is mandatory.
da: Indtast virksomhedens navn. Dette er obligatorisk.
de: Geben Sie den Firmennamen an. Dies ist ein Pflichtfeld.

# cshstreet
source: Enter the street.This is mandatory.
da: Indtast gadenavn. Dette er obligatorisk.
de: Geben Sie die Straße an. Dies ist ein Pflichtfeld.

# cshhouseNumber
source: Enter the house number.
da: Indtast husnummeret.
de: Geben Sie die Hausnummer an.

# cshzip
source: Enter the zip code.This is mandatory.
da: Indtast postnummeret. Dette er obligatorisk.
de: Geben Sie die PLZ an. Dies ist ein Pflichtfeld.

# cshcity
source: Enter the city.This is mandatory.
da: Indtast bynavn. Dette er obligatorisk.
de: Geben Sie die Stadt an. Dies ist ein Pflichtfeld.

# cshdistrict
source: Enter the district.This is mandatory.
da: Indtast distriktet. Dette er obligatorisk.
de: Geben Sie den Stadtteil an. Dies ist ein Pflichtfeld.

# cshtelephone
source: Enter the phone number.
da: Indtast telefonnummeret.
de: Geben Sie die Telefonnummer an. Format Beispiel: 07231 1234456

# cshfax
source: Enter the fax number.
da: Indtast faxnummeret.
de: Geben Sie die Faxnummer an. Format Beispiel: 07231 1234456

# cshemail
source: Enter the email address.
da: Indtast e-mailadressen.
de: Geben Sie die E-Mail Adresse an.

# cshwebsite
source: Enter the URL of the website
da: Indtast webadressen på webstedet
de: Geben Sie die URL zur Webseite ein

# cshcontactPerson
source: Enter the contact person.
da: Indtast kontaktpersonen.
de: Geben Sie hier die Kontaktperson.

# cshopeningTimes
source: Enter the opening times.
da: Indtast åbningstiderne.
de: Geben Sie hier die Öffnungszeiten an. Bitte verwenden Sie als Zeitformat mm:hh (z.B. 08:30 Uhr). Zeilenumbrüche werden in der Ausgabe auf der Webseite berücksichtigt.

# cshdescription
source: Describe your company.This is mandatory.
da: Beskriv din virksomhed. Dette er obligatorisk.
de: Geben Sie ein Beschreibung Ihrer Firma an. Dies ist ein Pflichtfeld.

# cshbarrierFree
source: Is the company accessible
da: Er virksomheden tilgængelig
de: Setzen Sie den Haken, wenn die Firma barrierefrei zugängig ist

# cshmainTrade
source: Enter a main trade
da: Indtast en hovedbranche
de: Wählen Sie die Hauptkategorie für Ihre Firma aus

# cshtrades_0
source: Enter max. 2 sub trades
da: Indtast maks. to underbrancher
de: Wählen Sie max. 2 Unterkategorien für Ihre Firma aus

# cshfacebook
source: Enter a URL to facebook.
da: Indtast en URL til Facebook.
de: Geben Sie die URL zur Facebook Seite ein, falls vorhanden.

# cshtwitter
source: Enter a URL to twitter.
da: Angiv en URL til X / Twitter.
de: Geben Sie die URL zu Twitter Seite ein, falls vorhanden.

# cshinstagram
source: Enter a URL to Instagram.
da: Indtast en URL til Instagram.
de: Geben Sie die URL zur Instagram Seite ein, falls vorhanden.

# cshlogo
source: Upload the logo file (jpg,gif,png) in a square formatting.
da: Upload logofil
de: Laden Sie das Firmenlogo in quadratischem Format hoch (jpg,gif,png).

# cshimages_0
source: Upload max. 5 image files (jpg,gif,png). Please use the same image dimensions (i.e. 3:2, 3:4) if uploading more than one image.
da: Upload maks. 5 billedfiler (jpg,gif,png). Brug de samme billeddimensioner (dvs. 3:2, 3:4) hvis du uploader mere end et billede.
de: Laden Sie max. 5 Bilddateien (jpg, gif, png) hoch. Bitte benutzen Sie bei mehreren Bildern immer das gleiche Bildformat (z.B. 3:2, 4:3) um eine ruckelfrei Ausgabe der Bildergalerie zu gewährleisten.

# pageBrowser.first
source: First
da: Første
de: Erste

# pageBrowser.previous
source: Previous
da: Forrige
de: Vorherige

# pageBrowser.next
source: Next
da: Næste
de: Nächste

# pageBrowser.last
source: Last
da: Sidste
de: Letzte

# email.subject.inform.user
source: Your company record is out of date
da: Din virksomheds optegnelse er forældet
de: Ihre Firmendatei ist veraltet

# email.subject.deactivated.user
source: Your company record has been deactivated
da: Din virksomheds optegnelse er blevet deaktiveret
de: Ihr Konto wurde deaktiviert

# email.subject.deactivated.admin
source: A company record has been deactivated
da: Din virksomheds optegnelse er blevet deaktiveret
de: Unternehmen wurde deaktiviert!

# email.subject.create
source: A new record was created
da: Et nyt element blev oprettet
de: Ein neuer Datensatz wurde erstellt

# email.subject.update
source: A record was updated
da: Et nyt element blev opdateret
de: Ein Datensatz wurde aktualisiert

# email.subject.activate
source: A record was activated
da: Et element blev aktiveret
de: Ein Datensatz wurde aktiviert

# email.body.inform.user
source: <p>Dear customer</p> <p>Your company entry %2$s (%1$s) will be outdated next month</p> <p>Please login at %3$s and update your data.</p> <p>Your team of Pforzheim</p>
da: <p>Kære kunde</p> <p>Din virksomheds indtastning %2$s (%1$s) vil være forældet i næste måned</p> <p>Log venligst ind hos %3$s og opdater dine data.</p> <p>Dit team</p>
de: <p>Lieber Kunde</p> <p>Ihr Firmeneintrag %2$s (%1$s) wird im nächsten Monat veraltet sein</p> <p>Bitte melden Sie sich bei %3$s an und aktualisieren Sie Ihre Daten.</p> <p>Ihr Team von Pforzheim</p>

# email.body.deactivated.user
source: <p>Dear customer</p> <p>Your company entry %2$s (%1$s) now been deactivated</p> <p>Your team of Pforzheim</p>
da: <p>Kære kunde</p> <p>Din virksomheds indtastning %2$s (%1$s) er nu blevet deaktiveret</p> <p>Dit team</p>
de: <p>Lieber Kunde</p> <p>Ihr Firmeneintrag %2$s (%1$s) wurde jetzt deaktiviert</p> <p>Ihr Team von Pforzheim</p>

# email.body.deactivated.admin
source: <p>Dear admin</p> <p>The company entry %2$s (%1$s) has now been deactivated</p>
da: <p>Kære admin</p> <p>Virksomhedsindtastningen %2$s (%1$s) er nu blevet deaktiveret</p>
de: <p>Sehr geehrter Administrator</p> <p>Der Firmeneintrag %2$s (%1$s) wurde nun deaktiviert</p>

# error.upload
source: Something went wrong with your uploaded files. Please try again. Error:
da: Noget gik galt med dine uploadede filer. Prøv venligst igen. Fejl:
de: Etwas ist mit Ihren hochgeladenen Dateien schief gelaufen. Bitte versuchen Sie es erneut. Fehler:

# error.fileExtension
source: You only can upload files with following file extensions: %1$s
da: Du kan kun uploade filer med følgende filtyper: %1$s
de: Sie können nur Dateien mit folgenden Dateiendungen hochladen: %1$s

# errorFlashMessage
source: An error occurred while trying to call %1$s->%2$s()
da: Der opstod en fejl under forsøget på at hente %1$s->%2$s()
de: Beim Aufruf von %1$s->%2$s () ist ein Fehler aufgetreten
